#language:ru
Функционал: Тестирование Yandex.ru
  Сценарий: Открываем сайт
    * на экране присутствует поле "Почта"
    * на экране присутствует поле "Диск"
    * на экране нажать кнопку "Почта"
    * перейти на экран "1"
    * на экране заполняется поле "Введите ваш ID" значением "artdrozddrozdov"
    * на экране нажать кнопку "Войти"
    * на экране заполняется поле "Введите пароль" значением "Yandex1978"
    * на экране нажать кнопку "Войти"
    * на экране нажать кнопку "Входящие"
    * на экране присутствует поле "Написать"
    * на экране нажать кнопку "Написать"
    * на экране заполняется поле "Кому" значением "artemtestofanov@yandex.ru"
    * на экране заполняется поле "Тема" значением "Тест"
    * на экране заполняется поле "Напишите что-нибудь" значением "Тест"
    * на экране нажать кнопку "Отправить"
    * на экране нажать кнопку "Отправленные"
    * на экране нажать кнопку "Аватар"
    * на экране нажать кнопку "Выйти из сервисов Яндекса"
    * на экране нажать кнопку "artemtestofanov"
    * на экране нажать кнопку "Войти в другой аккаунт"
    * на экране заполняется поле "Введите ваш ID" значением "artemtestofanov"
    * на экране нажать кнопку "Войти"
    * на экране заполняется поле "Введите пароль" значением "Yandex1978"
    * на экране нажать кнопку "Войти"
    * на экране нажать кнопку "Письмо"
    * на экране присутствует поле "Адрес электронной почты"
    * на экране присутствует поле "Дата и время отправки"
    * в переменную "Дата и время отправки" сохраняем значение поля "Дата и время отправки"
    * значение переменной "Дата и время отправки" совпадает со значением поля "Дата и время отправки"




    #* из выпадающего списка выбрать значение "7"


